Repository: zmaj-lernapp/zmaj
Catalog: data/parallel.tmx
Source language: bs
Languages: da, de, en, fr, nb, nl, sv, tr

source: Pomažem majci
da: Jeg hjælper min mor
de: Ich helfe meiner Mutter
en: I help my mother
fr: J'aide ma mère
nb: Jeg hjelper moren min
nl: Ik help mijn moeder
sv: Jag hjälper min mor
tr: Anneme yardım ediyorum

source: Kažem prijatelju
da: Jeg siger det til min ven
de: Ich sage dem Freund
en: I tell my friend
fr: Je le dis à mon ami
nb: Jeg sier det til vennen min
nl: Ik zeg het tegen mijn vriend
sv: Jag säger till min vän
tr: Arkadaşıma söylüyorum

source: Pišem nani
da: Jeg skriver til bedstemor
de: Ich schreibe der Oma
en: I am writing to grandma
fr: J'écris à grand-mère
nb: Jeg skriver til bestemor
nl: Ik schrijf aan oma
sv: Jag skriver till mormor
tr: Nineme yazıyorum

source: meni / mi
da: til mig
de: mir
en: to me
fr: à moi
nb: til meg
nl: aan mij
sv: till mig
tr: bana

source: tebi / ti
da: til dig
de: dir
en: to you
fr: à toi
nb: til deg
nl: aan jou
sv: till dig
tr: sana

source: njemu / mu
da: til ham
de: ihm
en: to him
fr: à lui
nb: til ham
nl: aan hem
sv: till honom
tr: ona (erkek)

source: njoj / joj
da: til hende
de: ihr (Dativ)
en: to her (dative)
fr: à elle
nb: til henne
nl: aan haar
sv: till henne
tr: ona (kadın)

source: nama / nam
da: til os
de: uns
en: to us
fr: à nous
nb: til oss
nl: aan ons
sv: till oss
tr: bize

source: vama / vam
da: til jer / til Dem
de: euch / Ihnen
en: to you (plural or formal)
fr: à vous
nb: til dere
nl: aan jullie / aan u
sv: till er
tr: size

source: Daj mi
da: Giv mig
de: Gib mir
en: Give me
fr: Donne-moi
nb: Gi meg
nl: Geef mij
sv: Ge mig
tr: Bana ver

source: Reci mi
da: Sig mig
de: Sag mir
en: Tell me
fr: Dis-moi
nb: Si meg
nl: Zeg mij
sv: Säg mig
tr: Bana söyle

source: Hladno mi je
da: Jeg fryser
de: Mir ist kalt
en: I am cold
fr: J'ai froid
nb: Jeg fryser
nl: Ik heb het koud
sv: Jag fryser
tr: Üşüyorum

source: u školi
da: i skolen
de: in der Schule
en: at school
fr: à l'école
nb: på skolen
nl: op school
sv: i skolan
tr: okulda

source: u kuhinji
da: i køkkenet
de: in der Küche
en: in the kitchen
fr: dans la cuisine
nb: på kjøkkenet
nl: in de keuken
sv: i köket
tr: mutfakta

source: na ulici
da: på gaden
de: auf der Straße
en: on the street
fr: dans la rue
nb: på gata
nl: op straat
sv: på gatan
tr: sokakta

source: u Sarajevu
da: i Sarajevo
de: in Sarajevo
en: in Sarajevo
fr: à Sarajevo
nb: i Sarajevo
nl: in Sarajevo
sv: i Sarajevo
tr: Saraybosna'da

source: u sobi
da: i værelset
de: im Zimmer
en: in the room
fr: dans la pièce
nb: i rommet
nl: in de kamer
sv: i rummet
tr: odada

source: govoriti o poslu
da: at tale om arbejdet
de: über die Arbeit sprechen
en: to talk about work
fr: parler du travail
nb: snakke om jobben
nl: over het werk praten
sv: prata om jobbet
tr: iş hakkında konuşmak

source: Mislim na tebe
da: Jeg tænker på dig
de: Ich denke an dich
en: I am thinking of you
fr: Je pense à toi
nb: Jeg tenker på deg
nl: Ik denk aan jou
sv: Jag tänker på dig
tr: Seni düşünüyorum

source: Stanujem u Berlinu
da: Jeg bor i Berlin
de: Ich wohne in Berlin
en: I live in Berlin
fr: J'habite à Berlin
nb: Jeg bor i Berlin
nl: Ik woon in Berlijn
sv: Jag bor i Berlin
tr: Berlin'de oturuyorum

source: dati
da: at give
de: geben
en: to give
fr: donner
nb: gi
nl: geven
sv: ge
tr: vermek

source: pomoći
da: at hjælpe
de: helfen
en: to help
fr: aider
nb: hjelpe
nl: helpen
sv: hjälpa
tr: yardım etmek

source: pisati
da: at skrive
de: schreiben
en: to write
fr: écrire
nb: skrive
nl: schrijven
sv: skriva
tr: yazmak

source: reći
da: at sige
de: sagen
en: to say
fr: dire
nb: si
nl: zeggen
sv: säga
tr: söylemek

source: pokloniti
da: at give i gave
de: schenken
en: to give as a present
fr: offrir
nb: gi i gave
nl: cadeau geven
sv: ge i present
tr: hediye etmek

source: pokazati
da: at vise
de: zeigen
en: to show
fr: montrer
nb: vise
nl: laten zien
sv: visa
tr: göstermek

source: s bratom
da: med broren
de: mit dem Bruder
en: with the brother
fr: avec le frère
nb: med broren
nl: met de broer
sv: med brodern
tr: erkek kardeşle

source: sa sestrom
da: med søsteren
de: mit der Schwester
en: with the sister
fr: avec la sœur
nb: med søsteren
nl: met de zus
sv: med systern
tr: kız kardeşle

source: s djecom
da: med børnene
de: mit den Kindern
en: with the children
fr: avec les enfants
nb: med barna
nl: met de kinderen
sv: med barnen
tr: çocuklarla

source: autom
da: med bil
de: mit dem Auto
en: by car
fr: en voiture
nb: med bil
nl: met de auto
sv: med bil
tr: arabayla

source: autobusom
da: med bus
de: mit dem Bus
en: by bus
fr: en bus
nb: med buss
nl: met de bus
sv: med buss
tr: otobüsle

source: vozom
da: med tog
de: mit dem Zug
en: by train
fr: en train
nb: med tog
nl: met de trein
sv: med tåg
tr: trenle

source: biciklom
da: på cykel
de: mit dem Fahrrad
en: by bike
fr: à vélo
nb: med sykkel
nl: met de fiets
sv: med cykel
tr: bisikletle

source: pješke
da: til fods
de: zu Fuß
en: on foot
fr: à pied
nb: til fots
nl: te voet
sv: till fots
tr: yürüyerek

source: sa mnom
da: med mig
de: mit mir
en: with me
fr: avec moi
nb: med meg
nl: met mij
sv: med mig
tr: benimle

source: s tobom
da: med dig
de: mit dir
en: with you
fr: avec toi
nb: med deg
nl: met jou
sv: med dig
tr: seninle

source: s nama
da: med os
de: mit uns
en: with us
fr: avec nous
nb: med oss
nl: met ons
sv: med oss
tr: bizimle

source: sa šećerom
da: med sukker
de: mit Zucker
en: with sugar
fr: avec du sucre
nb: med sukker
nl: met suiker
sv: med socker
tr: şekerli

source: s mlijekom
da: med mælk
de: mit Milch
en: with milk
fr: avec du lait
nb: med melk
nl: met melk
sv: med mjölk
tr: sütlü

source: pod stolom
da: under bordet
de: unter dem Tisch
en: under the table
fr: sous la table
nb: under bordet
nl: onder de tafel
sv: under bordet
tr: masanın altında

source: brate!
da: bror! (tiltale)
de: Anrede: Bruder!
en: brother! (vocative)
fr: frère ! (pour s'adresser)
nb: bror! (tiltale)
nl: broer! (aanspreekvorm)
sv: bror! (tilltal)
tr: kardeşim! (hitap)

source: sestro!
da: søster! (tiltale)
de: Anrede: Schwester!
en: sister! (vocative)
fr: sœur ! (pour s'adresser)
nb: søster! (tiltale)
nl: zus! (aanspreekvorm)
sv: syster! (tilltal)
tr: kardeşim! (kadına hitap)

source: prijatelju!
da: ven! (tiltale)
de: Anrede: Freund!
en: friend! (vocative)
fr: ami ! (pour s'adresser)
nb: venn! (tiltale)
nl: vriend! (aanspreekvorm)
sv: vän! (tilltal)
tr: arkadaşım! (hitap)

source: gospodine!
da: hr.! (tiltale)
de: Anrede: Herr!
en: sir! (vocative)
fr: monsieur ! (pour s'adresser)
nb: herr! (tiltale)
nl: meneer! (aanspreekvorm)
sv: herrn! (tilltal)
tr: beyefendi! (hitap)

source: gospođo!
da: frue! (tiltale)
de: Anrede: Frau!
en: madam! (vocative)
fr: madame ! (pour s'adresser)
nb: frue! (tiltale)
nl: mevrouw! (aanspreekvorm)
sv: frun! (tilltal)
tr: hanımefendi! (hitap)

source: dušo!
da: skat! (tiltale)
de: Anrede: Schatz!
en: sweetheart! (vocative)
fr: mon cœur ! (pour s'adresser)
nb: kjære! (tiltale)
nl: schat! (aanspreekvorm)
sv: älskling! (tilltal)
tr: canım! (hitap)

source: babo!
da: far! (tiltale)
de: Anrede: Papa!
en: dad! (vocative)
fr: papa ! (pour s'adresser)
nb: pappa! (tiltale)
nl: papa! (aanspreekvorm)
sv: pappa! (tilltal)
tr: baba! (hitap)

source: nano!
da: bedstemor! (tiltale)
de: Anrede: Oma!
en: grandma! (vocative)
fr: grand-mère ! (pour s'adresser)
nb: bestemor! (tiltale)
nl: oma! (aanspreekvorm)
sv: mormor! (tilltal)
tr: nine! (hitap)

source: sine!
da: søn! (tiltale)
de: Anrede: Sohn!
en: son! (vocative)
fr: mon fils ! (pour s'adresser)
nb: sønn! (tiltale)
nl: zoon! (aanspreekvorm)
sv: min son! (tilltal)
tr: oğlum! (hitap)

source: voz
da: tog
de: Zug
en: train
fr: train
nb: tog
nl: trein
sv: tåg
tr: tren

source: avion
da: fly
de: Flugzeug
en: airplane
nb: fly
nl: vliegtuig
sv: flygplan
tr: uçak

source: bicikl
da: cykel
de: Fahrrad
en: bicycle
fr: vélo
nb: sykkel
nl: fiets
sv: cykel
tr: bisiklet

source: kašika
da: ske
de: Löffel
en: spoon
fr: cuillère
nb: skje
nl: lepel
sv: sked
tr: kaşık

source: kašikom
da: med skeen
de: mit dem Löffel
en: with the spoon
fr: avec la cuillère
nb: med skjeen
nl: met de lepel
sv: med skeden
tr: kaşıkla

source: nož
da: kniv
de: Messer
en: knife
fr: couteau
nb: kniv
nl: mes
sv: kniv
tr: bıçak

source: bio sam / bila sam
da: jeg var (m/k)
de: ich war (m/w)
en: I was (m/f)
fr: j'étais (m/f)
nb: jeg var (m/k)
nl: ik was (m/v)
sv: jag var (m/k)
tr: -dim (e/k)

source: bio si / bila si
da: du var (m/k)
de: du warst (m/w)
en: you were (m/f)
fr: tu étais (m/f)
nb: du var (m/k)
nl: jij was (m/v)
sv: du var (m/k)
tr: -din (e/k)

source: bio je
da: han var
de: er war
en: he was
fr: il était
nb: han var
nl: hij was
sv: han var
tr: o -di (erkek)

source: bila je
da: hun var
de: sie war
en: she was
fr: elle était
nb: hun var
nl: zij was
sv: hon var
tr: o -di (kadın)

source: bili smo
da: vi var
de: wir waren
en: we were
fr: nous étions
nb: vi var
nl: wij waren
sv: vi var
tr: -dik

source: imao sam / imala sam
da: jeg havde (m/k)
de: ich hatte (m/w)
en: I had (m/f)
fr: j'avais (m/f)
nb: jeg hadde (m/k)
nl: ik had (m/v)
sv: jag hade (m/k)
tr: bende vardı (e/k)

source: radio sam / radila sam
da: jeg arbejdede (m/k)
de: ich habe gearbeitet (m/w)
en: I worked (m/f)
fr: j'ai travaillé (m/f)
nb: jeg arbeidet (m/k)
nl: ik heb gewerkt (m/v)
sv: jag arbetade (m/k)
tr: çalıştım (e/k)

source: jeo sam / jela sam
da: jeg spiste (m/k)
de: ich habe gegessen (m/w)
en: I ate (m/f)
fr: j'ai mangé (m/f)
nb: jeg spiste (m/k)
nl: ik heb gegeten (m/v)
sv: jag åt (m/k)
tr: yedim (e/k)

source: vidio sam / vidjela sam
da: jeg så (m/k)
de: ich habe gesehen (m/w)
en: I saw (m/f)
fr: j'ai vu (m/f)
nb: jeg så (m/k)
nl: ik heb gezien (m/v)
sv: jag såg (m/k)
tr: gördüm (e/k)

source: išao sam / išla sam
da: jeg gik (m/k)
de: ich bin gegangen (m/w)
en: I went (m/f)
fr: je suis allé (m/f)
nb: jeg gikk (m/k)
nl: ik ben gegaan (m/v)
sv: jag gick (m/k)
tr: gittim (e/k)

source: rekao sam / rekla sam
da: jeg sagde (m/k)
de: ich habe gesagt (m/w)
en: I said (m/f)
fr: j'ai dit (m/f)
nb: jeg sa (m/k)
nl: ik heb gezegd (m/v)
sv: jag sa (m/k)
tr: söyledim (e/k)

source: kupio sam / kupila sam
da: jeg købte (m/k)
de: ich habe gekauft (m/w)
en: I bought (m/f)
fr: j'ai acheté (m/f)
nb: jeg kjøpte (m/k)
nl: ik heb gekocht (m/v)
sv: jag köpte (m/k)
tr: satın aldım (e/k)

source: učio sam / učila sam
da: jeg lærte (m/k)
de: ich habe gelernt (m/w)
en: I studied (m/f)
fr: j'ai appris (m/f)
nb: jeg lærte (m/k)
nl: ik heb geleerd (m/v)
sv: jag pluggade (m/k)
tr: öğrendim (e/k)

source: stanovao sam / stanovala sam
da: jeg boede (m/k)
de: ich habe gewohnt (m/w)
en: I lived (m/f)
fr: j'ai habité (m/f)
nb: jeg bodde (m/k)
nl: ik heb gewoond (m/v)
sv: jag bodde (m/k)
tr: oturdum (e/k)

source: prošle sedmice
da: i sidste uge
de: letzte Woche
en: last week
fr: la semaine dernière
nb: forrige uke
nl: vorige week
sv: förra veckan
tr: geçen hafta

source: prošle godine
da: sidste år
de: letztes Jahr
en: last year
fr: l'année dernière
nb: i fjor
nl: vorig jaar
sv: förra året
tr: geçen yıl

source: prije dva dana
da: for to dage siden
de: vor zwei Tagen
en: two days ago
fr: il y a deux jours
nb: for to dager siden
nl: twee dagen geleden
sv: för två dagar sedan
tr: iki gün önce

source: tada
da: dengang
de: damals
en: back then
fr: à l'époque
nb: den gangen
nl: destijds
sv: på den tiden
tr: o zamanlar

source: Bio sam u Bosni / Bila sam u Bosni
da: Jeg var i Bosnien (m/k)
de: Ich war in Bosnien (m/w)
en: I was in Bosnia (m/f)
fr: J'étais en Bosnie (m/f)
nb: Jeg var i Bosnia (m/k)
nl: Ik was in Bosnië (m/v)
sv: Jag var i Bosnien (m/k)
tr: Bosna'daydım (e/k)

source: Bilo je lijepo
da: Det var dejligt
de: Es war schön
en: It was nice
fr: C'était beau
nb: Det var fint
nl: Het was mooi
sv: Det var fint
tr: Güzeldi

source: Šta si radio? / Šta si radila?
da: Hvad lavede du? (m/k)
de: Was hast du gemacht? (m/w)
en: What did you do? (m/f)
fr: Qu'est-ce que tu as fait ? (m/f)
nb: Hva gjorde du? (m/k)
nl: Wat heb je gedaan? (m/v)
sv: Vad gjorde du? (m/k)
tr: Ne yaptın? (e/k)

source: ću
da: jeg skal
de: ich werde
en: I will
fr: je vais (futur)
nb: jeg skal
nl: ik zal
sv: jag ska
tr: -eceğim

source: ćeš
da: du skal
de: du wirst
en: you will
fr: tu vas (futur)
nb: du skal
nl: jij zult
sv: du ska
tr: -eceksin

source: će
da: han / hun skal
de: er / sie wird
en: he / she will
fr: il / elle va (futur)
nb: han / hun skal
nl: hij / zij zal
sv: han / hon ska
tr: -ecek

source: ćemo
da: vi skal
de: wir werden
en: we will
fr: nous allons (futur)
nb: vi skal
nl: wij zullen
sv: vi ska
tr: -eceğiz

source: ćete
da: I skal
de: ihr werdet
en: you will (plural)
fr: vous allez (futur)
nb: dere skal
nl: jullie zullen
sv: ni ska
tr: -eceksiniz

source: Radit ću
da: Jeg skal arbejde
de: Ich werde arbeiten
en: I will work
fr: Je vais travailler
nb: Jeg skal arbeide
nl: Ik zal werken
sv: Jag ska arbeta
tr: Çalışacağım

source: Doći ću
da: Jeg skal komme
de: Ich werde kommen
en: I will come
fr: Je vais venir
nb: Jeg skal komme
nl: Ik zal komen
sv: Jag ska komma
tr: Geleceğim

source: Vidjet ćemo
da: Vi får se
de: Wir werden sehen
en: We will see
fr: On verra
nb: Vi får se
nl: We zullen zien
sv: Vi får se
tr: Göreceğiz

source: Učit ću
da: Jeg skal lære
de: Ich werde lernen
en: I will study
fr: Je vais apprendre
nb: Jeg skal lære
nl: Ik zal leren
sv: Jag ska plugga
tr: Öğreneceğim

source: Nazvat ću te
da: Jeg ringer til dig
de: Ich werde dich anrufen
en: I will call you
fr: Je vais t'appeler
nb: Jeg skal ringe deg
nl: Ik zal je bellen
sv: Jag ska ringa dig
tr: Seni arayacağım

source: Kada ćeš doći?
da: Hvornår skal du komme?
de: Wann wirst du kommen?
en: When will you come?
fr: Quand est-ce que tu viendras ?
nb: Når skal du komme?
nl: Wanneer zul je komen?
sv: När ska du komma?
tr: Ne zaman geleceksin?

source: prekosutra
da: i overmorgen
de: übermorgen
en: the day after tomorrow
fr: après-demain
nb: i overmorgen
nl: overmorgen
sv: i övermorgon
tr: öbür gün

source: sljedeće sedmice
da: i næste uge
de: nächste Woche
en: next week
fr: la semaine prochaine
nb: neste uke
nl: volgende week
sv: nästa vecka
tr: gelecek hafta

source: sljedeće godine
da: næste år
de: nächstes Jahr
en: next year
fr: l'année prochaine
nb: neste år
nl: volgend jaar
sv: nästa år
tr: gelecek yıl

source: uskoro
da: snart
de: bald
en: soon
fr: bientôt
nb: snart
nl: binnenkort
sv: snart
tr: yakında

source: Planiram ...
da: Jeg planlægger at ...
de: Ich habe vor ...
en: I am planning to ...
fr: J'ai l'intention de ...
nb: Jeg planlegger å ...
nl: Ik ben van plan ...
sv: Jag planerar att ...
tr: ... planlıyorum

source: Želim putovati
da: Jeg vil gerne rejse
de: Ich möchte reisen
en: I want to travel
fr: Je veux voyager
nb: Jeg vil reise
nl: Ik wil reizen
sv: Jag vill resa
tr: Seyahat etmek istiyorum

source: putovanje
da: rejse
de: Reise
en: trip
fr: voyage
nb: reise
nl: reis
sv: resa
tr: seyahat

source: Idemo u Bosnu
da: Vi tager til Bosnien
de: Wir fahren nach Bosnien
en: We are going to Bosnia
fr: Nous allons en Bosnie
nb: Vi drar til Bosnia
nl: We gaan naar Bosnië
sv: Vi åker till Bosnien
tr: Bosna'ya gidiyoruz

source: Pokušat ću
da: Jeg skal prøve
de: Ich werde es versuchen
en: I will try
fr: Je vais essayer
nb: Jeg skal prøve
nl: Ik zal het proberen
sv: Jag ska försöka
tr: Deneyeceğim

source: morati
da: at skulle
de: müssen
en: to have to
fr: devoir
nb: måtte
nl: moeten
sv: måste
tr: zorunda olmak

source: moram
da: jeg er nødt til
de: ich muss
en: I have to
fr: je dois
nb: jeg må
nl: ik moet
sv: jag måste
tr: -meliyim

source: moraš
da: du er nødt til
de: du musst
en: you have to
fr: tu dois
nb: du må
nl: jij moet
sv: du måste
tr: -melisin

source: moramo
da: vi er nødt til
de: wir müssen
en: we have to
fr: nous devons
nb: vi må
nl: wij moeten
sv: vi måste
tr: -meliyiz

source: može
da: han / hun kan
de: er / sie kann
en: he / she can
fr: il / elle peut
nb: han / hun kan
nl: hij / zij kan
sv: han / hon kan
tr: yapabilir

source: možemo
da: vi kan
de: wir können
en: we can
fr: nous pouvons
nb: vi kan
nl: wij kunnen
sv: vi kan
tr: yapabiliriz

source: hoćeš
da: du vil
de: du willst
en: you want
fr: tu veux
nb: du vil
nl: jij wilt
sv: du vill
tr: istiyorsun

source: hoćemo
da: vi vil
de: wir wollen
en: we want
fr: nous voulons
nb: vi vil
nl: wij willen
sv: vi vill
tr: istiyoruz

source: smjeti
da: at måtte
de: dürfen
en: to be allowed to
fr: avoir le droit
nb: få lov til
nl: mogen
sv: få (ha lov)
tr: izinli olmak

source: smijem
da: jeg må
de: ich darf
en: I am allowed to
fr: j'ai le droit
nb: jeg får lov
nl: ik mag
sv: jag får
tr: iznim var

source: trebao bih / trebala bih
da: jeg burde (m/k)
de: ich sollte (m/w)
en: I should (m/f)
fr: je devrais (m/f)
nb: jeg burde (m/k)
nl: ik zou moeten (m/v)
sv: jag borde (m/k)
tr: -meliyim (e/k)

source: Moram raditi
da: Jeg er nødt til at arbejde
de: Ich muss arbeiten
en: I have to work
fr: Je dois travailler
nb: Jeg må arbeide
nl: Ik moet werken
sv: Jag måste arbeta
tr: Çalışmam gerek

source: Moram ići
da: Jeg må gå
de: Ich muss gehen
en: I have to go
fr: Je dois y aller
nb: Jeg må gå
nl: Ik moet gaan
sv: Jag måste gå
tr: Gitmem gerek

source: Ne mogu doći
da: Jeg kan ikke komme
de: Ich kann nicht kommen
en: I cannot come
fr: Je ne peux pas venir
nb: Jeg kan ikke komme
nl: Ik kan niet komen
sv: Jag kan inte komma
tr: Gelemem

source: Možeš li mi pomoći?
da: Kan du hjælpe mig?
de: Kannst du mir helfen?
en: Can you help me?
fr: Tu peux m'aider ?
nb: Kan du hjelpe meg?
nl: Kun je me helpen?
sv: Kan du hjälpa mig?
tr: Bana yardım edebilir misin?

source: Hoću spavati
da: Jeg vil sove
de: Ich will schlafen
en: I want to sleep
fr: Je veux dormir
nb: Jeg vil sove
nl: Ik wil slapen
sv: Jag vill sova
tr: Uyumak istiyorum

source: Želim učiti
da: Jeg vil gerne lære
de: Ich möchte lernen
en: I want to study
fr: Je veux apprendre
nb: Jeg vil lære
nl: Ik wil leren
sv: Jag vill plugga
tr: Öğrenmek istiyorum

source: Smijem li pitati?
da: Må jeg spørge?
de: Darf ich fragen?
en: May I ask?
fr: Je peux demander ?
nb: Får jeg spørre?
nl: Mag ik iets vragen?
sv: Får jag fråga?
tr: Sorabilir miyim?

source: Ne moraš
da: Du behøver ikke
de: Du musst nicht
en: You do not have to
fr: Tu n'es pas obligé
nb: Du trenger ikke
nl: Je hoeft niet
sv: Du behöver inte
tr: Zorunda değilsin

source: Moramo čekati
da: Vi må vente
de: Wir müssen warten
en: We have to wait
fr: Nous devons attendre
nb: Vi må vente
nl: We moeten wachten
sv: Vi måste vänta
tr: Beklememiz gerek

source: čekati
da: at vente
de: warten
en: to wait
fr: attendre
nb: vente
nl: wachten
sv: vänta
tr: beklemek

source: Želim nešto jesti
da: Jeg vil gerne spise noget
de: Ich möchte etwas essen
en: I want to eat something
fr: Je veux manger quelque chose
nb: Jeg vil spise noe
nl: Ik wil iets eten
sv: Jag vill äta något
tr: Bir şey yemek istiyorum

source: nešto
da: noget
de: etwas
en: something
fr: quelque chose
nb: noe
nl: iets
sv: något
tr: bir şey

source: Mogu govoriti bosanski
da: Jeg kan tale bosnisk
de: Ich kann Bosnisch sprechen
en: I can speak Bosnian
fr: Je peux parler bosnien
nb: Jeg kan snakke bosnisk
nl: Ik kan Bosnisch spreken
sv: Jag kan tala bosniska
tr: Boşnakça konuşabilirim

source: Ne znam plivati
da: Jeg kan ikke svømme (færdighed)
de: Ich kann nicht schwimmen (Fähigkeit)
en: I cannot swim (ability)
fr: Je ne sais pas nager (savoir-faire)
nb: Jeg kan ikke svømme (ferdighet)
nl: Ik kan niet zwemmen (vaardigheid)
sv: Jag kan inte simma (färdighet)
tr: Yüzme bilmiyorum (beceri)

source: plivati
da: at svømme
de: schwimmen
en: to swim
fr: nager
nb: svømme
nl: zwemmen
sv: simma
tr: yüzmek

source: pitati
da: at spørge
de: fragen
en: to ask
fr: demander
nb: spørre
nl: vragen
sv: fråga
tr: sormak

source: pokušati
da: at prøve
de: versuchen
en: to try
fr: essayer
nb: prøve
nl: proberen
sv: försöka
tr: denemek

source: se
da: sig (refleksivt stedord)
de: sich (Reflexivpronomen)
en: oneself (reflexive pronoun)
fr: se (pronom réfléchi)
nb: seg (refleksivt pronomen)
nl: zich (wederkerend voornaamwoord)
sv: sig (reflexivt pronomen)
tr: kendini (dönüşlü)

source: zvati se
da: at hedde
de: sich nennen / heißen
en: to be called
fr: s'appeler
nb: hete
nl: heten
sv: heta
tr: adı olmak

source: prati se
da: at vaske sig
de: sich waschen
en: to wash oneself
fr: se laver
nb: vaske seg
nl: zich wassen
sv: tvätta sig
tr: yıkanmak

source: Perem se
da: Jeg vasker mig
de: Ich wasche mich
en: I wash myself
fr: Je me lave
nb: Jeg vasker meg
nl: Ik was me
sv: Jag tvättar mig
tr: Yıkanıyorum

source: radovati se
da: at glæde sig
de: sich freuen
en: to be glad
fr: se réjouir
nb: glede seg
nl: zich verheugen
sv: glädja sig
tr: sevinmek

source: Radujem se
da: Jeg glæder mig
de: Ich freue mich
en: I am glad
fr: Je me réjouis
nb: Jeg gleder meg
nl: Ik verheug me
sv: Jag gläder mig
tr: Seviniyorum

source: osjećati se
da: at føle sig
de: sich fühlen
en: to feel
fr: se sentir
nb: føle seg
nl: zich voelen
sv: känna sig
tr: hissetmek

source: Osjećam se dobro
da: Jeg har det godt
de: Ich fühle mich gut
en: I feel good
fr: Je me sens bien
nb: Jeg har det bra
nl: Ik voel me goed
sv: Jag mår bra
tr: İyi hissediyorum

source: naći se
da: at mødes
de: sich treffen
en: to meet
fr: se retrouver
nb: møtes
nl: afspreken
sv: träffas
tr: buluşmak

source: Nalazimo se u pet
da: Vi mødes klokken fem
de: Wir treffen uns um fünf
en: We are meeting at five
fr: On se retrouve à cinq heures
nb: Vi møtes klokka fem
nl: We spreken om vijf uur af
sv: Vi träffas klockan fem
tr: Beşte buluşuyoruz

source: sjećati se
da: at huske
de: sich erinnern
en: to remember
fr: se souvenir
nb: huske
nl: zich herinneren
sv: minnas
tr: hatırlamak

source: Sjećam se
da: Jeg husker det
de: Ich erinnere mich
en: I remember
fr: Je m'en souviens
nb: Jeg husker det
nl: Ik herinner het me
sv: Jag minns
tr: Hatırlıyorum

source: sjesti
da: at sætte sig
de: sich setzen
en: to sit down
fr: s'asseoir
nb: sette seg
nl: gaan zitten
sv: sätta sig
tr: oturmak

source: Sjedi!
da: Sæt dig!
de: Setz dich!
en: Sit down!
fr: Assieds-toi !
nb: Sett deg!
nl: Ga zitten!
sv: Sätt dig!
tr: Otur!

source: odmarati se
da: at hvile sig
de: sich ausruhen
en: to rest
fr: se reposer
nb: hvile seg
nl: uitrusten
sv: vila sig
tr: dinlenmek

source: Odmaram se
da: Jeg hviler mig
de: Ich ruhe mich aus
en: I am resting
fr: Je me repose
nb: Jeg hviler
nl: Ik rust uit
sv: Jag vilar
tr: Dinleniyorum

source: oblačiti se
da: at klæde sig på
de: sich anziehen
en: to get dressed
fr: s'habiller
nb: kle på seg
nl: zich aankleden
sv: klä på sig
tr: giyinmek

source: žuriti se
da: at skynde sig
de: sich beeilen
en: to hurry
fr: se dépêcher
nb: skynde seg
nl: zich haasten
sv: skynda sig
tr: acele etmek

source: Požuri!
da: Skynd dig!
de: Beeil dich!
en: Hurry up!
fr: Dépêche-toi !
nb: Skynd deg!
nl: Schiet op!
sv: Skynda dig!
tr: Acele et!

source: kasniti
da: at komme for sent
de: sich verspäten
en: to be late
fr: être en retard
nb: komme for sent
nl: te laat komen
sv: komma för sent
tr: geç kalmak

source: Kasnim
da: Jeg kommer for sent
de: Ich komme zu spät
en: I am late
fr: Je suis en retard
nb: Jeg kommer for sent
nl: Ik kom te laat
sv: Jag kommer för sent
tr: Geç kalıyorum

source: svađati se
da: at skændes
de: sich streiten
en: to argue
fr: se disputer
nb: krangle
nl: ruziemaken
sv: bråka
tr: tartışmak

source: zaljubiti se
da: at blive forelsket
de: sich verlieben
en: to fall in love
fr: tomber amoureux
nb: bli forelsket
nl: verliefd worden
sv: bli kär
tr: âşık olmak

source: Zaljubio sam se / Zaljubila sam se
da: Jeg er blevet forelsket (m/k)
de: Ich habe mich verliebt (m/w)
en: I have fallen in love (m/f)
fr: Je suis tombé amoureux (m/f)
nb: Jeg har blitt forelsket (m/k)
nl: Ik ben verliefd geworden (m/v)
sv: Jag har blivit kär (m/k)
tr: Âşık oldum (e/k)

source: smijati se
da: at grine
de: lachen
en: to laugh
fr: rire
nb: le
nl: lachen
sv: skratta
tr: gülmek

source: Smijem se
da: Jeg griner
de: Ich lache
en: I am laughing
fr: Je ris
nb: Jeg ler
nl: Ik lach
sv: Jag skrattar
tr: Gülüyorum
